{
    "LIBTR22": [
        {
            "hash": 272972021,
            "original": "Jayvon Simson's body was one of the many collected by coroners in Algonquin recently. It wasn't a knife or a gun or a rocket launcher that killed this man though... he was killed by video games. Witnesses report a heated argument outside Videogeddon arcade, an establishment where addicts pump quarters into computers to get their fix of horrific violence. The argument was followed by a chase on motorbikes then his grizzly murder. It is no surprise that upset community leaders are pointing to games as the cause of this death; the pattern of altercation, vehicle chase, murder, rebirth and try again is common in video games. Although Mr. Simson was a known drug user and dealer with several convictions, we are certain this case is due to polygons and pixels not parole boards.",
            "translated": "Jayvon Simson的尸体是验尸官最近在Algonquin收集的众多尸体之一。然而致其死亡的凶器不是刀，不是枪，更不是火箭发射器...是电子游戏杀死了他。在Videogeddon游戏厅内，游戏瘾君子不断投币，在机台上发泄自己的暴力欲望。目击者称，这家游戏厅外发生了一场激烈的争执，争吵过后则是摩托追逐和一方灰暗的死亡。难怪社群领袖会认为游戏是这起谋杀的诱因，因为争执、追击、行凶、复活重试的设计在游戏中十分常见。虽然Simson先生有吸毒贩毒等多项指控在身，但我们可以肯定，这起案件应归罪于多边形和像素，而不是假释委员会。",
            "desc": ""
        },
        {
            "hash": 435335836,
            "original": "Lyle Cleethorpes' philanthropy continues",
            "translated": "Lyle Cleethorpes的慈善事业还在继续",
            "desc": ""
        },
        {
            "hash": 625016583,
            "original": "Angry Newborn Murders Father",
            "translated": "婴儿愤而弑父",
            "desc": ""
        },
        {
            "hash": 706189031,
            "original": "Live by the enchanted elf sword, die by the enchanted elf sword; fan is slain",
            "translated": "生于附魔精灵之剑，死于附魔精灵之剑：影迷遇害",
            "desc": ""
        },
        {
            "hash": 1842858719,
            "original": "Video Game Violence Becomes Real",
            "translated": "电子游戏暴力成真",
            "desc": ""
        },
        {
            "hash": 2397148481,
            "original": "Some of us never have successful resolution of the Oedipus Complex, a situation that turned deadly in Rotterdam Hill. Joshua Hampton, age 6 months, was arrested by police after a neighbor called in a report of strange noises at the apartment next door. Police found the body of Abraham Hampton, 31, stuffed under a baby changing station in their Rotterdam Hill apartment and, just like Laius and Jocasta, Joshua and his mother were already planning their wedding.",
            "translated": "我们中的一些人从未摆脱恋母情结，而这种情结在Rotterdam Hill出现了极端情况。Joshua Hampton，6个月大，在邻居因隔壁公寓有异响报案后被警方逮捕。警方在其家中发现了31岁的Abraham Hampton的尸体，尸体被塞在尿布台下面，就像拉伊俄斯和约卡斯塔的故事一样，Joshua和他的母亲已经在计划婚礼了。",
            "desc": ""
        },
        {
            "hash": 2643735540,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 2816519928,
            "original": "The renovation of the Libertonian continues. Not content with having donated a wing, Lyle Cleethorpes, of the famous labor-trading and sweatshop-owning family, has donated workers on his payroll to assist the renovation process. Cleethorpes said, \"Any end to speed this process is worth it. I remember walking through this museum as a child and thinking what a great testament to mankind it would be if my name were on every wing of the place. I donated all of my \"helpers\" because it's such a shame that no one can see the splendor of our wing and marvel at what our family has achieved.\" This city only survives because of the generosity of philanthropists like Lyle Cleethorpes.",
            "translated": "自由城博物馆仍在进行翻修。Lyle Cleethorpes出身于一个以贩卖劳动力和经营血汗工厂著名的家族，仅仅捐助一个侧厅并不能令他满足，因此他还向博物馆提供了其手下的工人协助翻修。Cleethorpes说：「只要翻修能尽早完成，我所做的一切都是值得的。我还记得小时候参观这家博物馆时的想法：『如果能在每个展厅都刻上我的名字，就此名垂青史该有多好。』我为博物馆援助这么多『帮手』，也是因为如果没人看得到我们捐助的厅室之辉煌、没人惊叹于我们家族之成就，这将是天大的遗憾。」这座城市之所以得以存在，就是因为有Lyle Cleethorpes这样慷慨的慈善家吧。",
            "desc": ""
        },
        {
            "hash": 3012735901,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 3038788032,
            "original": "Libertonian Excitement at Generous Donation",
            "translated": "自由城博物馆对慷慨的捐赠感到欣慰",
            "desc": ""
        },
        {
            "hash": 3155254031,
            "original": "Tantrum goes too far?",
            "translated": "小脾气太大了？",
            "desc": ""
        },
        {
            "hash": 3292709810,
            "original": "Argument over video games leads to murder",
            "translated": "游戏引起的争执促成谋杀",
            "desc": ""
        },
        {
            "hash": 3680252068,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        }
    ]
}