{
    "LIBTR29": [
        {
            "hash": 465285189,
            "original": "TJ Barry",
            "translated": "TJ Barry",
            "desc": ""
        },
        {
            "hash": 501775993,
            "original": "Massive explosion at Northwood fueling depot",
            "translated": "Northwood燃料库发生大规模爆炸",
            "desc": ""
        },
        {
            "hash": 955438292,
            "original": "Little man, big temper",
            "translated": "矮个子，暴脾气",
            "desc": ""
        },
        {
            "hash": 1135143125,
            "original": "N.O.O.S.E representatives are blaming terrorists for a massive explosion at a fueling depot in Northwood earlier, however not everyone is convinced. Having been criticized for their failure to tackle the rise in organized crime, some say this may be an attempt to divert attention. Those killed in the blast were known associates of the Ancelotti crime family and the warehouse itself was owned by Anthony \"Tony Black\" Spoleto, a senior Ancelotti capo also killed in the attack.",
            "translated": "国安办发言人认为，此前发生在Northwood燃料库的大规模爆炸是恐怖袭击，但有人并不同意。国安办因未能有效打击有组织犯罪备受诟病，有人称这次爆炸是国安办转移民众视线的手段。爆炸死者中存在Ancelotti家族的相关人员，爆炸的仓库本身也是Ancelotti家族组长的资产，其所有人Anthony \"Tony Black\" Spoleto也在本次袭击中遇害。",
            "desc": ""
        },
        {
            "hash": 1198770706,
            "original": "Foreigners to blame?",
            "translated": "犯人是外国人？",
            "desc": ""
        },
        {
            "hash": 2161474428,
            "original": "Mary Williamson",
            "translated": "Mary Williamson",
            "desc": ""
        },
        {
            "hash": 2286387178,
            "original": "Fuel Depot Terror",
            "translated": "燃料库的恐怖袭击",
            "desc": ""
        },
        {
            "hash": 3772614123,
            "original": "Diminutive playboy and internet millionaire, Tony McTony, today announced plans to sue LC24 magazine because they had referred to him as Napoleonic. The bling-wearing little man is, he claims, five foot three. Napoleon, his lawyer points out, was only five foot two. Plus Mr. McTony objects to the idea that he has any complexes. He commented, \"I am a complex man, but I aint got no complex - why should I when I am perfect? Complexes is for people who want to sleep with their mommas. I mean, I love my moms, but I never went there.\" We will keep you posted on developments down there.",
            "translated": "身材短小的花花公子、互联网富翁Tony McTony于今日宣布，他正在计划起诉LC24杂志，因为他们称他为拿破仑式人物。这位穿得金光闪闪的矮小男士自称身高一米六，而他的律师指出，拿破仑的身高只有一米五七。McTony比拿破仑整整高了三公分，所以说他像拿破仑是对他的诽谤。另外，McTony先生反对所谓「他有某某『情结』」的说法，他说：「我是一个纠结的人，但是我并没有任何『情结』，我这么完美的人，要什么『情结』？『情结』是那些想睡他妈的人才会有的。我不是说我不爱我的母亲，但我还没到那种程度。」我们会为您持续报导后续内容。",
            "desc": ""
        },
        {
            "hash": 3776226214,
            "original": "While the target's mob links may just be a coincidence, sources close to the Liberty Tree suggest it is much more likely that Tony Black was hit because he acted as a conduit between the Ancelottis and the Albanian street gang they use as muscle. Either the street gang wanted to be taken more seriously and eliminated their employer, or another mafia family decided to take out the competition. Terrorists are not known for sticking around long enough to give their victims two in the back of the head, are they? Whether hitmen or terrorists blew up the warehouse, residents of Liberty City can be sure of one thing - this city is not safe.",
            "translated": "尽管死者的黑帮背景可能是巧合，但Liberty Tree的消息灵通人士指出，Tony Black遇袭更有可能是因为他充当了Ancelotti家族和阿尔巴尼亚帮间的桥梁，而后者是前者雇佣的打手。要么是后者想通过杀害雇主显示自己的能力，要么是其他黑手党家族对竞争对手发起袭击。一般的恐怖分子可不会在袭击现场久留，枪杀现场的幸存者吧？总之，无论引爆仓库的是杀手还是恐怖分子，自由城的居民都可以确定一点——这里并不安全。",
            "desc": ""
        },
        {
            "hash": 4038235627,
            "original": "McTony Sues Over Napoleonic Slur",
            "translated": "McTony因被称为拿破仑而起诉",
            "desc": ""
        }
    ]
}