{
    "LIBTR35": [
        {
            "hash": 138760723,
            "original": "What police thought was an escape may have been an abduction as the body of convict is found",
            "translated": "劫囚或为绑架？警方发现囚犯尸体",
            "desc": ""
        },
        {
            "hash": 676904554,
            "original": "Body Of Escaped Convict Found",
            "translated": "发现越狱犯尸体",
            "desc": ""
        },
        {
            "hash": 797826531,
            "original": "Police have confirmed reports that a body they recovered was identified as Aiden O'Mally - the convict and possible one-time terrorist who was sprung from a prison van recently in a violent attack. At the time, it was presumed that O'Malley had friends in criminally high places. Now it seems he was freed so he could be silenced, or punished for past crimes. Police have no leads on what might have been behind the need to silence or kill Mr. O'Malley, 48. O'Malley was born and raised in Dukes but spent much of his adult life in Ireland and Britain, where he was thought to have links with several paramilitary and terrorist groups. Some experts claim that, since the ending of the Troubles, several former activists have returned to Liberty City and are engaged in the settling of old scores, while also getting involved in new forms of crime including drug dealing.",
            "translated": "警方证实他们发现的尸体为Aiden O'Mally，死者先前已被定罪，并被怀疑是一名恐怖分子。最近有一辆囚车在押运囚犯途中遭到袭击，被劫走的囚犯正是O'Malley。当时人们推测他认识黑社会中的大人物，现在看来劫走他只是为了灭口，或是让他为过去的错误付出代价。警方对O'Malley(48岁)要被灭口的原因没有头绪。O'Malley在Dukes区出生长大，但成年后长期生活在爱尔兰和英国，且被怀疑与当地的非法军事集团和恐怖组织有关。有专家主张：自北爱冲突结束以来，一些前社会活动家回到了自由城，现在他们不但在清算旧账，还参与了包括贩毒在内的新型犯罪。",
            "desc": ""
        },
        {
            "hash": 1345769874,
            "original": "Video Games Fire Blanks",
            "translated": "电子游戏导致性无能",
            "desc": ""
        },
        {
            "hash": 1569502115,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 1795640239,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 1873995673,
            "original": "He's not just a dork - he's also in serious medical trouble. That's right. The family member you worry about who is lost in the cyber hell of video games is not just a sociopath planning to kill you and everyone else you love, he is also threatening the future of the entire human race - by making himself impotent. Yes - video games - already responsible for most murders and 40% of all deaths in America, are also causing men to become impotent. Scientists paid for by a famous TV company said so yesterday and it seems probable. We will stay with this story, until the lack of evidence makes it impossible to do so while still retaining the tiny shred of journalistic dignity we have left.",
            "translated": "他不只是一个呆子，还有严重的健康问题。没错。令你担心的沉迷电子海洛因的孩子不仅反社会，随时可能杀害你和你爱的人，他还威胁着全人类的未来——通过让自己失去性能力。绝大多数谋杀都与电子游戏脱不了干系，美国年死亡人数的40%与电子游戏有关。但是，不仅如此，电子游戏还会导致男性性无能。这一说法系由某著名电视公司资助的科学家于昨日提出，很可能是真的。我们会持续跟进此事，直到因缺乏证据使得报导无法继续。跟进同时，我们也会尽力维护我们新闻工作者仅存的尊严。",
            "desc": ""
        },
        {
            "hash": 3365194486,
            "original": "Abducted and Murdered?",
            "translated": "绑架后杀害？",
            "desc": ""
        },
        {
            "hash": 4098312154,
            "original": "Suspicions confirmed",
            "translated": "怀疑得到证实",
            "desc": ""
        }
    ]
}