{
    "LIBTR28": [
        {
            "hash": 15677028,
            "original": "Eris CEO Pete Vassal In Steroid Shock",
            "translated": "Eris的CEO Pete Vassal竟滥用类固醇",
            "desc": ""
        },
        {
            "hash": 145118197,
            "original": "Alderney will be free to re-invade LC as crossings re-open",
            "translated": "通道再开，Alderney再度侵入自由城",
            "desc": ""
        },
        {
            "hash": 245241354,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 260439439,
            "original": "It's been a long time coming, but finally the Hickey Bridge and Booth Tunnel that link Alderney to Liberty City have reopened, meaning lots of angry soccer moms with fake tans can get into the city to max out their credit cards and complain about the traffic they've caused while paying less taxes across the river. Great. We at the Liberty Tree cannot wait for the big haired invasion.",
            "translated": "这一天终于还是来了，连接Alderney和自由城的Hickey大桥与Booth隧道再次开放，来势汹汹、做过美黑的足球妈妈可以过来刷爆自己的信用卡，抱怨自己导致的交通堵塞了，而河对岸居民需要缴纳的税款还更少。真好。我们Liberty Tree编辑部已经等不及这群爆炸头的入侵了。",
            "desc": ""
        },
        {
            "hash": 690441249,
            "original": "Mary Williamson",
            "translated": "Mary Williamson",
            "desc": ""
        },
        {
            "hash": 1490154120,
            "original": "Now several employees are revealing that such doping products should also be banned from the board room. Interns have complained of 'roid rages' and terrifying outbreaks of acne. One former Eris employee told us, \"Pete has become increasingly delusional and terrifyingly vain. As the drugs caused his testicles to shrink, he'd often use golf balls inside his cycling shorts so that he looked good in a spin class.\" We will stay with this story if it becomes interesting.",
            "translated": "几名Eris的员工坦言，董事会中也应禁止此类兴奋剂。有实习生抱怨这类药物带来的「突然暴躁」和大量痤疮。一名前Eris雇员告诉我们：「Pete的精神状态越来越不正常了，他虚荣得可怕。由于药物导致他的睾丸萎缩，他经常会把高尔夫球放进骑行短裤，这样他在动感单车课上就会看起来很棒了。」我们会对此事的后续展开保持关注。",
            "desc": ""
        },
        {
            "hash": 1723510883,
            "original": "Another celebrity enters rehab",
            "translated": "又一名人进入戒毒所",
            "desc": ""
        },
        {
            "hash": 1762431741,
            "original": "Keep-fit fanatic and chief executive and founder of Eris Sportswear, Pete Vassal, has been checked into rehab after admitting a chronic addiction to steroids. Mr. Vassal, the man famed as having the best abs of anyone running a BAWSAQ company, attributed his fitness to a punishing exercise regime. Now it emerges that Mr. Vassal also was a serious 'juicer', consuming a wide variety of steroids and doping products, including the deadly bull shark testosterone, a form of the male hormone so strong it induces terrifying rages and mood swings in all who take it. Mr. Vassal had only recently spoken out against performance-enhancing drugs in sport.",
            "translated": "健身爱好者、Eris运动服饰的CEO和创始人Pete Vassal，承认自己对类固醇成瘾已久，随后他被送入戒毒所。Vassal先生以拥有BAWSAQ上市公司高管中最好的腹肌闻名，他将这一成就归功于刻苦锻炼。现在看来，Vassal先生也是一个严重的「药罐子」，他使用了多种类固醇和兴奋剂药品，包括致命的牛鲨睾酮，这是一种雄性荷尔蒙，其强度之大，会让服用它的人感到无比愤怒，情绪极易波动。Vassal先生直到最近才公开反对在体育比赛中使用兴奋剂。",
            "desc": ""
        },
        {
            "hash": 2347665164,
            "original": "Alderney To Algonquin Crossings Open At Last",
            "translated": "Alderney与Algonquin终于连通",
            "desc": ""
        },
        {
            "hash": 3948745190,
            "original": "LC awaits tacky invasion",
            "translated": "自由城等待俗人涌入",
            "desc": ""
        }
    ]
}