{
    "LIBTR41": [
        {
            "hash": 181898377,
            "original": "We lived for months in a city divided. Some of us loved it. Bridge and tunnel types in the city were no more. It was great. You could go out again on a Saturday night. You felt important, like you were living in a war zone, only nothing bad happened. You thought of yourself as a survivor. Then they took it all away. They callously opened the bridges. The city returned to normal. I for one had nothing to talk about. Now the city is still a mess, only its issues are too complex for me to grasp. One urban planner has suggested that, given the chronic traffic and crime problems in the city, the best thing to do would be to close the bridges and tunnels again. I for one agree. I need something to talk about.",
            "translated": "我们在一座分裂的城市中生活了数月，但也有人喜欢那种状态。来自乡下的通勤族不复存在，那样很好。周六晚上又可以出门了。你感觉自己有了价值，有如在战区生存，不过这里不会有灾厄降临。你把自己当作生存者。随后这一切都被夺走，大桥被无情地解封，城市回归了正常。对此我不作评价。现在这座城市仍然一团糟，只是它现在的问题过于复杂，我无法理解。一位城市规划师建议，考虑到城里长期存在的交通问题和犯罪问题，最优解是再次关闭桥梁和隧道。这我同意，我需要能评价的东西。",
            "desc": ""
        },
        {
            "hash": 276304409,
            "original": "Hospital Hell",
            "translated": "医院惨剧",
            "desc": ""
        },
        {
            "hash": 435628684,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 726996564,
            "original": "Open Bridges Proving Too Popular",
            "translated": "开放大桥后车流激增",
            "desc": ""
        },
        {
            "hash": 1436444504,
            "original": "A state's witness has been murdered at Westdyke Memorial Hospital",
            "translated": "重要证人在Westdyke纪念医院遭到暗杀",
            "desc": ""
        },
        {
            "hash": 1467947644,
            "original": "The Air Sol pilot who reportedly downed six gin-and-tonics, five whiskies and a tequila worm before and during a two-hour flight from Vice City to Francis International has apologized for the drunken antics that put the lives of 212 passengers at risk. He told reporters, \"I'm sorry if anybody was frightened. We always have a little loosener on the plane but I was trying to impress the new airhostesses and may have got a little carried away when I exposed myself and said 'grab the stick honey.' Normally we leave this kind of thing for the staff lounge after work. I'll never mix my spirits again.\" The 48-year-old Broker resident has been suspended from flying for two weeks by Air Sol and has told friends that he is enjoying his time off.",
            "translated": "醉酒驾驶的Air Sol飞行员终于对将212名乘客的生命置于危险之中进行道歉。据报道，他在起飞前和自罪城飞往自由城的2小时中喝下了六杯琴汤尼、五杯威士忌和一杯龙舌兰。他对记者说：「吓到了一些乘客我很抱歉。我们一般都会在飞机上喝点小酒，但当时我想在新来的空姐面前表现一下，就有点昏了头，脱掉了自己的衣物对空姐说『抓住棍子，宝贝。』这种事通常是下班后在员工休息室做的。下次我不会再犯迷糊了。」这位来自Broker的48岁机长已被Air Sol公司勒令停飞两周，他告诉朋友们说他很享受他的假期。",
            "desc": ""
        },
        {
            "hash": 1681734636,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 2015800487,
            "original": "A source close to the mob tells us that the witness's death is a big blow to the state's case against Pegorino, \"Anthony was Jimmy P's personal bodyguard. If he took to the stand there wasn't no chance of Jimmy seeing daylight ever again. Now, they're screwed.\" The District Attorney, however, has other ideas, \"We're working hard to put a case together against these lowlifes. Mr. Corrado was just one piece of the puzzle, albeit an important one.\" Corrado had been in the custody of the state for over a week. It is thought that the stress of betraying Pegorino and his cohorts was too much for him as he suffered a heart attack soon after agreeing to testify. Police are searching for the hitman and any possible links between the murder of their witness and Jimmy Pegorino.",
            "translated": "与黑帮关系密切的消息人士告诉我们，这位证人的死对Pegorino案是一个重大打击：「Anthony是Jimmy P的私人保镖，一旦他出庭作证，Jimmy必将被判重刑，不会有重见天日的机会。现在他们的算盘打空了。」然而地方检察官不这么想：「为了起诉这帮人渣，我们正在全力搜集证据。Corrado先生只是其中一环，尽管他原本十分重要。」Corrado已经在州拘留所里待了超过一个星期，在其同意出庭作证后，他就犯了心脏病，有说法认为这是因为背叛Pegorino和帮派令其压力过大。警方正在寻找凶手，同时也在寻找这起针对证人的谋杀和Jimmy Pegorino之间可能存在的任何联系。",
            "desc": ""
        },
        {
            "hash": 2241326013,
            "original": "The pilot who endangered passengers' lives while drunk in the air, has apologized for his behavior",
            "translated": "醉酒执飞威胁乘客生命安全的飞行员为其行为道歉",
            "desc": ""
        },
        {
            "hash": 3062736903,
            "original": "Traffic worse than ever. Should we re-close the bridges?",
            "translated": "堵车新高潮，是否应再次关闭大桥？",
            "desc": ""
        },
        {
            "hash": 3189028994,
            "original": "A state's witness under heavy guard by both the LCPD and the FIB has been killed in the Westdyke Memorial Hospital. The witness Anthony Corrado had been expected to testify against suspected Alderney mob boss Jimmy Pegorino.",
            "translated": "受到LCPD和FIB严密保护的重要证人在Westdyke纪念医院遇害。Anthony Corrado原本要作为证人出庭，指证Alderney的黑帮老大Jimmy Pegorino的罪行。",
            "desc": ""
        },
        {
            "hash": 3614796143,
            "original": "Witness assassinated",
            "translated": "证人遇刺",
            "desc": ""
        },
        {
            "hash": 3837196084,
            "original": "Half-Hearted Apology From Half-Cut Pilot",
            "translated": "醉酒机长的冷淡道歉",
            "desc": ""
        },
        {
            "hash": 4249698333,
            "original": "TJ Barry",
            "translated": "TJ Barry",
            "desc": ""
        }
    ]
}