{
    "LIBTR24": [
        {
            "hash": 147709458,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 214897301,
            "original": "When customers arrived at the Triangle Strip Club in Bohan they were hoping to see some flesh - but not this much. After a violent shootout, many bodies, chunks of meat, and viscera were strewn around this gaudy exotic dance venue. Amongst the dead are the brothers who ran the club, Javier, Jesus and Jose Trunchez. The three were known associates of criminals including the recently released crack kingpin Dwayne Forge. Police say the shootout was not the result of a drug deal gone bad but rather a dissatisfied customer. The killer is said to be a male with a European accent. Other strip clubs such as the known mob hangout Honkers in Alderney have increased their security.",
            "translated": "Bohan的三角脱衣舞俱乐部的客人肯定是冲肉体去的，但这次太露骨了。在一场激烈的枪战后，人的尸体、肉块、内脏遍布这家异域风情的脱衣舞厅。经营这家俱乐部的三兄弟Javier，Jesus和Jose Trunchez也不幸遇害。这三人曾与罪犯关系密切，例如最近出狱的毒贩头目Dwayne Forge。警方称，引起此次枪击的原因并非毒品交易失败，而是一位顾客的不满。据悉，凶手是一名欧洲口音的男性。位于Alderney的Honkers俱乐部等脱衣舞俱乐部已经加强了安保工作。",
            "desc": ""
        },
        {
            "hash": 601107095,
            "original": "Weirdest crime in LC history?",
            "translated": "自由城史上最怪异的犯罪？",
            "desc": ""
        },
        {
            "hash": 934012961,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 1095299518,
            "original": "Sex And Death In Bohan",
            "translated": "Bohan的性与死亡",
            "desc": ""
        },
        {
            "hash": 1302861118,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 1958194214,
            "original": "Bohan's reputation takes another blow",
            "translated": "Bohan风评再度受创",
            "desc": ""
        },
        {
            "hash": 2566988110,
            "original": "The mysterious case of the abandoned 'Platypus' gets even more grisly.",
            "translated": "鬼船Platypus号一案变得更加神秘恐怖。",
            "desc": ""
        },
        {
            "hash": 2845622917,
            "original": "Remember the Platypus? It is the container ship that docked in Liberty City and whose crew all promptly disappeared. The captain, as you may remember, was found floating in the harbor, and the rest of the crew vanished into thin air. One of the crew members has surfaced - dead. From too much sadomasochism, it seems. Dave Bosoy was found in Algonquin last night, trussed up in a straight jacket and diaper, covered in whip lashings. Police do not suspect foul play.",
            "translated": "还记得Platypus号吗？这是一艘停靠在自由城的集装箱货轮，所有船员离奇失踪。你可能还记得，先前有人在港口发现了船长的浮尸，而其他船员都消失得无影无踪。昨晚其中一名船员浮出了水面——已经死亡。其死因似乎是过度的SM行为。Dave Bosoy的尸体在Algonquin被发现，身穿拘束衣和纸尿布，皮肤上有多处遭受鞭打的痕迹。警方已经排除了蓄意谋杀的可能性。",
            "desc": ""
        },
        {
            "hash": 2931759275,
            "original": "Shoot out in strip club",
            "translated": "脱衣舞俱乐部的枪击事件",
            "desc": ""
        },
        {
            "hash": 3084362802,
            "original": "Prenatal Playboy And Wife Sought By Police",
            "translated": "警方搜寻花花婴儿与其妻子",
            "desc": ""
        },
        {
            "hash": 3188236869,
            "original": "Police are searching for Joshua Hampton and his newly married wife and former mother after officials say the two posted bail and then fled town. The infant was charged with murdering his father in order to marry his mother. Claiming to be a Jungian, Hampton denied the charges. Police Investigator Charles Wickinowski issued this statement, \"I think we have all felt strong sexual desires for our mother or father, and consider the parent of the same gender as an adversary. But while it is fine to sleep with any relative, it's just not acceptable for a child to murder his father and marry his mother, no matter what the Greeks say.\"",
            "translated": "警方正在搜捕Joshua Hampton与他的新婚妻子兼生母。警方称，两人在交纳保释金后逃离了小镇。这名婴儿被控为娶其母而弑父。Hampton自称是荣格派*(分析心理学学派)，否认了这些指控。警方探员Charles Wickinowski表示：「我认为，我们都对自己的母亲或父亲有强烈的性欲，并将父母中与自己同性的一方视为对手。虽说和任何亲戚上床都没事，但不管希腊人怎么说，孩子弑父娶母都是不可接受的。」",
            "desc": ""
        },
        {
            "hash": 3495948351,
            "original": "Deserted Ship Story Gets Weirder",
            "translated": "鬼船之谜更加怪异",
            "desc": ""
        },
        {
            "hash": 3850160561,
            "original": "More bodies found",
            "translated": "发现更多尸体",
            "desc": ""
        }
    ]
}