{
    "LIBTR4": [
        {
            "hash": 60078981,
            "original": "It appears that the final line of defense against identity crime has been breached, leaving the man on the street more vulnerable than ever before. You have read the news. You have seen the TV ads. Identity theft can happen to anybody, anytime, anywhere. Stay off the internet. Don't buy off foreigners. Pay cash for your porn. This is one war that you are going to have to fight on your own.",
            "translated": "看来身份盗窃犯罪的最后一道防线业已土崩瓦解，让普通人比以往更易受到伤害。新闻你也读了，电视宣传你也看了。身份盗窃可能在任何时间、任何地点，在任何人身上发生。远离网络，别向外国人买东西，买黄片的时候付现金。这是一场必须由你独自战斗的战争。",
            "desc": ""
        },
        {
            "hash": 118823442,
            "original": "You're To Blame",
            "translated": "都怪你自己",
            "desc": ""
        },
        {
            "hash": 1972079987,
            "original": "Bank of Liberty gets tough on identity theft",
            "translated": "自由城银行对身份盗窃态度强硬",
            "desc": ""
        },
        {
            "hash": 3504125292,
            "original": "Bank takes new approach to combat fraud",
            "translated": "银行应对诈骗的全新方式",
            "desc": ""
        },
        {
            "hash": 3921954558,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 4117700410,
            "original": "\"Remember, identity theft is ALWAYS your fault,\" reads Bank of Liberty's new website. Is it not enough that 8-year-olds are hacking into our online accounts and stealing our life savings? Is it not enough that meth addicts are rooting through our trash and piecing back together our shredded documents? Is it not enough that lap dancers can no longer be trusted with our credit cards? Now the banks are turning their backs on us as well? \"We're simply going to ignore it from now on,\" said a spokesperson for Bank of Liberty, \"I refuse for my bonus to be cut because some moron posted personal details all over their MyRoom page or wired their kid's college fund to a Nigerian con-artist. We're the ones getting scammed.\"",
            "translated": "「记住，被身份盗窃　永　远　都是你自己的错。」这句话出现在自由城银行的新网页上。八岁小孩黑进你的网银账户，盗走你的毕生积蓄还不够吗？瘾君子翻遍垃圾桶，拼出你粉碎的重要文件还不够吗？再也不能放心地让脱衣舞娘帮你刷卡结帐还还不够吗？就连银行都要抛弃我们了吗？「从现在起，我们将无视这类问题，」自由城银行的发言人说，「我拒绝自己的奖金因一些愚蠢行为而被削减，比如一堆弱智在MyRoom网公开自己的个人信息，或者把自家孩子的大学基金直接汇给尼日利亚骗子。我们银行才是受害者。」",
            "desc": ""
        }
    ]
}