{
    "LIBTR38": [
        {
            "hash": 85022781,
            "original": "Clone Sex Not OK Say Police",
            "translated": "警方说「克隆性爱 不行」",
            "desc": ""
        },
        {
            "hash": 397275372,
            "original": "A gun fight was carried out between two helicopters as shocked residents looked on",
            "translated": "两辆直升机交火，震惊附近居民",
            "desc": ""
        },
        {
            "hash": 498890052,
            "original": "First in LC history!",
            "translated": "自由城史上首次！",
            "desc": ""
        },
        {
            "hash": 1004397940,
            "original": "Helicopter Battle In The Skies",
            "translated": "直升机在空中对峙",
            "desc": ""
        },
        {
            "hash": 1125088196,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 1177077815,
            "original": "Really, really NOT ok",
            "translated": "真的真的不行",
            "desc": ""
        },
        {
            "hash": 1390976603,
            "original": "TJ Barry",
            "translated": "TJ Barry",
            "desc": ""
        },
        {
            "hash": 1664695110,
            "original": "Terrorists have struck again! Police responded to reports of gunfire at the old oil refinery in the Acter Industrial Park in Alderney and found the bodies of several men. Most of the men were identified as known associates of the Pavano crime family along with Pete Marchetti and Marco Bonnaro, both from Alderney. A N.O.O.S.E spokeman said that they are treating this as an act of terrorism and do not see any significant organized crime link, \"The Acter Industrial Park is full of sensitive equipment and volatile chemicals. The terrorists were probably scouting for a target when they ran into these mobsters, a gunfight ensued and the terrorists fled the scene. A mobster is a patriot just like every other American; they were doing a duty for their country.\" Witnesses saw several cars fleeing the scene. One of them carried an injured person in the backseat. One man clearly had a foreign accent.",
            "translated": "恐怖分子再次袭击！位于Alderney的Acter工业园的老炼油厂发生枪击事件，警方对此已做出回应。警方在现场发现了数具尸体，大部分尸体为Pavano犯罪家族的相关人员，其中包括来自Alderney的Pete Marchetti和Marco Bonnaro。国安办发言人表示，这是一起恐怖袭击，与有组织犯罪没有明显的关系，「Acter工业园里都是敏感设备和挥发性化学品。恐怖分子可能是在踩点时遇到了这伙黑帮，接着就发生了枪战，随后恐怖分子逃离了现场。帮派分子和其他美国人一样，也是爱国者——他们都在为自己的国家尽责。」目击者看到几辆车逃离现场。其中一人抬着一名伤者。车上有一个男人带有明显的外国口音。",
            "desc": ""
        },
        {
            "hash": 1686448611,
            "original": "Liberty City Police have arrested Dr. Yahann Klietzel after raiding his laboratory and finding up to 6 clones of the doctor at various ages. Klietzel is charged with engaging in sexual relations with the clones, which range from 10 to 48 years of age. The 16-year-old Dr. Klietzel clone said, \"We all love each other, all of us clones. We are not devious bastard children of the future. We are a family. Who are you to judge?\"",
            "translated": "LCPD突袭了Yahann Klietzel博士的实验室，随后对其进行了逮捕。警方还在实验室内发现了六个不同年龄的博士克隆体。Klietzel博士被控与10岁到48岁不同年龄的克隆体发生性关系。Klietzel博士的16岁克隆体说：「我们这些克隆体相亲相爱。我们不是来自未来的邪恶坏蛋。我们是一家人。你凭什么审判我们？」",
            "desc": ""
        },
        {
            "hash": 1798861440,
            "original": "Residents were frightened and feared a terrorist attack as a deadly helicopter battle played out over the skies of Liberty City. Deli owner Sal Robucci said, \"I'm makin a fuckin sandwich, and all uh the sudden there's this fuckin racket, so I says to my boy Vinnie, yo, Vinchenzo, go see what the fuck that noise is. And he comes back in and says, 'Sal, there's two helicopters fighting in the fuckin sky,' and I say, 'Get the Fuck outta here Vinnie, you been smoking that shit, you're a pistol, you're funny, really funny. You stumbling mumblin little fuckin prick!' And I threw the knife at him and he ran outside. Man we have the best time. We make the best sandwiches. You want a good time and a good sandwich, make your way over to Sal's.\" Police say they are looking for clues as to the pilots in the helicopter battle. Anyone with tips is recommended to visit LibertyCityPolice.com with more info.",
            "translated": "一场惊险的直升机追逐战在自由城上空展开，当地居民都吓坏了，认为这是一场恐怖袭击。熟食店老板Sal Robucci说，「老子正做着三明治，突然一声巨响，我就对我儿子Vinnie说：『哟，Vinchenzo，出去看看啥玩意整这么响。』他回来后说：『Sal，天上他妈有两架直升机在对打。』我就说：『给老子滚，Vinnie，你大麻抽多了吧，净他妈搁这儿扯淡，你自以为好玩，真他妈好玩。整天唧唧歪歪逼逼赖赖的傻逼弱智！』然后我朝他扔了一把刀，他就跑出去了。我们的店服务到位，三明治都是精品。如果你想体验优质服务、享用美味三明治的话，就来Sal的餐馆吧。」警方称他们在寻找关于对峙直升机的两名驾驶员的线索。欢迎各位知情人士访问LibertyCityPolice.com提供更多信息。",
            "desc": ""
        },
        {
            "hash": 2659708403,
            "original": "Oil Terror Massacre",
            "translated": "炼油厂的恐怖屠杀",
            "desc": ""
        },
        {
            "hash": 3200900316,
            "original": "Police looking for man with an accent",
            "translated": "警方正在寻找有口音的男性",
            "desc": ""
        },
        {
            "hash": 4219716710,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        }
    ]
}