{
    "LIBTR13": [
        {
            "hash": 142692443,
            "original": "Motor-cycle of violence continues",
            "translated": "暴力引擎仍在运转",
            "desc": ""
        },
        {
            "hash": 551924256,
            "original": "Recently, Billy Grey, leader of the Alderney chapter of The Lost biker gang, was released from a rehabilitation center. Members of the community were shocked that Mr. Grey got off with such a light sentence after his crimes and that he is now back on the street. During his period inside, biker crime in Liberty City had dwindled to almost nothing. However, in recent days, new skirmishes have broken out making police think that old scores are being settled. Reports have come in of shootouts and bike chases through the metropolitan area. The bodies of several suspected members of both The Lost and their arch rivals the Angels of Death have been recovered.",
            "translated": "近日，失落摩托帮Alderney分会的首领Billy Grey从戒毒所被释放。Grey先生案底累累，竟然只是被判强制戒毒，现已重获自由，当地居民对此十分震惊。在其服刑期间，自由城的飞车党犯罪基本销声匿迹。不过，最近又有几场小规模冲突爆发，警方认为这是在清算旧账。大都会地区已接到多起枪战和机车追逐的报告。同时还发现了多具尸体，疑为失落帮及其敌对帮派死亡天使的成员。",
            "desc": ""
        },
        {
            "hash": 912973098,
            "original": "There's a war going on right here on our doorsteps. Everyone thinks that members of motorcycle gangs are friendly bearded rebels who want to take you for a ride. But there's more to that beard than meets the eye.",
            "translated": "战争就在我们的家门口。摩托帮并不是友善的叛逆大胡子，也未必会骑车带你兜风。大胡子底下可没表面上那么简单。",
            "desc": ""
        },
        {
            "hash": 1512678571,
            "original": "Was Judge Barry Griffin's sentence too lenient for this hardened drug trafficker? If anyone deserved to be put into a maximum security correctional facility, it was Billy Grey. His sentencing to a country club rehabilitation center is an insult to all of us on the side of law and order.",
            "translated": "Barry Griffin法官对这个贩毒惯犯的判决是否过轻？Billy Grey这种人就该关进最高安保级别的监狱。判他去乡下戒毒所完全是对我们这些遵纪守法好公民的侮辱。",
            "desc": ""
        },
        {
            "hash": 2982500873,
            "original": "Biker Gang Chaos",
            "translated": "飞车党暴乱",
            "desc": ""
        },
        {
            "hash": 3226711520,
            "original": "The Lost cause more problems",
            "translated": "失落摩托帮引起更多问题",
            "desc": ""
        },
        {
            "hash": 3732419727,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        }
    ]
}