{
    "LIBTR18": [
        {
            "hash": 175956305,
            "original": "Night Club impresario, Tony Prince, the man behind fabled night spots of yesteryear such as Peacock, Platonic Fury, Cox, and currently owner of Hercules, spoke out yesterday against the LCPD and their overzealous policing of night clubs: \"The idea that somehow clubs lead to social decline is simply not true. Liberty City should be the world leader in nocturnal entertainment, and it no longer is, because the police keep stopping us from doing any business. First it was underage drinking, then it was drugs, then dancing licenses; now it's smoking, sex, poor music, too many ice cubes in the drinks - you name it, they try to regulate it.",
            "translated": "Tony Prince在去年成功地将孔雀、柏拉图式狂怒、考克斯三家夜店送上神坛，现在正担任大力神的夜店经理。这位夜店经理于昨日公开反对LCPD对夜店的过度监管：「所谓夜店造成社会风气败坏纯属胡说八道。自由城应当是世界夜间娱乐的领导者，但这一目标由于警方对我们营业的过度妨碍无法实现。先禁止了未成年人饮酒，再禁止了毒品，又推出了舞厅执照；现在又禁止吸烟，禁止性爱，还嫌音乐不行，酒水里冰块太多——只有你想不到的，没有他们不会管的。",
            "desc": ""
        },
        {
            "hash": 641633221,
            "original": "Feared criminal does a deal to turn in mob bosses",
            "translated": "畏惧的罪犯供出黑帮老大",
            "desc": ""
        },
        {
            "hash": 986819976,
            "original": "Tony Prince Asks For Night-Time Leniency",
            "translated": "Tony Prince要求放开夜生活",
            "desc": ""
        },
        {
            "hash": 1225738073,
            "original": "Making a meal of justice?",
            "translated": "正义的大餐终于来了？",
            "desc": ""
        },
        {
            "hash": 1283416180,
            "original": "Vito \"Dog Meat\" Menotti stood in front of a judge at the Civic Citadel today in order to give evidence against his fellow mobsters. Menotti, having admitted to a series of murders here in Liberty City in the early 90s, has accepted a plea deal from the DA. This will allow him to gain a new identity in the witness relocation program in some horrible town in a desert state, providing his testimony leads to the conviction of his criminal cohorts. Mr. Menotti, a long-time senior-ranking member of Pavano crime family, gained his moniker from his ownership of a dog food processing plant. Menotti now admits that this gruesome plant was a good means of laundering money and disposing of the unfortunate victims of his mob hits.",
            "translated": "今天，Vito \"Dog Meat\" Menotti站在市政厅的法官面前，供述了其同伙的罪行。Menotti承认了90年代初在自由城发生的一系列谋杀案，并接受了地方检察官的认罪协议。协议以其供述其犯罪同伙的罪行为条件，为其提供新的身份，并会将其安置到某沙漠州的偏僻城镇接受证人保护计划。Menotti是Pavano犯罪家族的资深成员，其绰号「Dog Meat(狗肉)」源于其拥有的一家狗粮加工厂。Menotti承认，这个可怕的工厂既用于洗钱，又用于处理家族暗杀目标的尸体。",
            "desc": ""
        },
        {
            "hash": 1471653331,
            "original": "Dog Meat Has His Day in Court",
            "translated": "Dog Meat走上法庭",
            "desc": ""
        },
        {
            "hash": 2445712173,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 2528474335,
            "original": "Menotti is just one of a number of mobsters who have recently turned on their fellow criminals in exchange for lenient sentencing. While some applaud the efforts of the FIB, others think that the convictions are futile. Ex-Secretary of Security Enforcement, Bobby Jefferson, had this to say, \"There's always going to be organized crime. The mob in Liberty City is being weakened, but it's just opening up room for new gangsters coming to town. The Alderney-based mobsters are trying to take control of Liberty City rackets and gangsters are coming in from Eastern Europe. These guys are even worse than the likes of Vito Dog Meat. There's a lot of money in Liberty City and officials willing to be bought off, so there'll always be crooks here trying to take advantage of the situation. It's unfortunately the dark side of human nature.\"",
            "translated": "最近有许多罪犯供出同伙换取减刑，Menotti只是其中一个。有人认同FIB的贡献，但也有人认为这些定罪是无用功。前国安办主任Bobby Jefferson认为：「有组织犯罪无法根绝。自由城的罪犯的确遭受打击，但这只会为外来犯罪团伙提供空间。Alderney系犯罪团伙试图掌控自由城黑社会，而东欧黑帮也开始猖獗起来。他们比Vito Dog Meat更加糟糕。自由城充满财富，官员也乐意受贿，所以总会有坏蛋想从中牟利的。很可惜，这就是人性之恶。」",
            "desc": ""
        },
        {
            "hash": 2935731780,
            "original": "Club owner bemoans loss of LC Nightlife",
            "translated": "夜店老板哀叹自由城没有夜生活",
            "desc": ""
        },
        {
            "hash": 3736017222,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 3761147061,
            "original": "This city used to be great - there was a time when people could party themselves half to death any night of the week and tourists actually wanted to visit Liberty City so they could OD in the capital of the world. Now, thanks to the thought police, people would rather go somewhere it is not illegal to have fun. They are trying to turn this place into a suburb. I cannot stand it.\" Mr. Prince, known in nightlife circles as \"Gay Tony\" once spent three months in prison for tax evasion and has been to rehab 6 times. He has consistently denied links to organized crime in his clubs, or that he socializes with known mobsters.",
            "translated": "这座城市以前很棒——人们在哪个夜晚都能狂欢到半死，游客们都想来自由城——世界之都——吸食过量毒品爽一爽。现在，多亏了替我们着想的警察，人们宁愿去不违法的地方玩。警方是想把这里变成乡下啊。我无法接受。」Prince先生在夜生活圈子内被称为「基佬Tony」，他曾因逃税入狱三个月，目前已接受过六次戒毒治疗。他一直否认自己的夜店与犯罪组织有关联，也否认自己与黑道大人物有联系。",
            "desc": ""
        }
    ]
}