{
    "LIBTR2": [
        {
            "hash": 121602548,
            "original": "TJ Barry",
            "translated": "TJ Barry",
            "desc": ""
        },
        {
            "hash": 354250888,
            "original": "Before the War on Fun stormed the shores and alleyways of Liberty City, when Star Junction was equal parts grit, glamour and gutter, pills were popped, noses were white, and highball glasses shattered in passionate domestic violence altercations. It was a time when the only tip you left for a cab driver was a stain on his back seat and helpful suggestions regarding his mother. Now citizens are hostages in their own city - held handicap by taxi prices that have gone through the roof.",
            "translated": "在「娱乐战争」席卷自由城的大街小巷之前，当星汇广场的路上还能同时看见工人、美女和黑帮时，毒品随处可见，人们的鼻子上沾满白粉，眼镜在激烈的家庭暴力中破碎。那个时候，你能给出租车司机们的小费只有后排留下的污渍和如何养活他老母的建议。但是现在，市民已然成为自己城市的人质，出租车的价格已经上天了。",
            "desc": ""
        },
        {
            "hash": 1198660299,
            "original": "Jingoism Act Renewed",
            "translated": "沙文主义法案更新",
            "desc": ""
        },
        {
            "hash": 1451425577,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 1801856152,
            "original": "Taxi Hike",
            "translated": "的士起飞",
            "desc": ""
        },
        {
            "hash": 1814591715,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 1996223403,
            "original": "Body of ship's captain found in Humboldt",
            "translated": "船长的尸体在Humboldt河被发现",
            "desc": ""
        },
        {
            "hash": 2509688201,
            "original": "Flag burning now outlawed and wiretapping totally cool",
            "translated": "烧旗抗议已被禁止，政府窃听仍被纵容",
            "desc": ""
        },
        {
            "hash": 2766017887,
            "original": "A Spokesman for the National Office of Security Enforcement in charge of customs and border protection is concerned. \"This is a major security breach. One member of this vessel's crew is dead, the others are likely to be in our country without visas. Please, if you see anyone who looks remotely foreign, report them to the nearest police officer. These people are likely to be criminals, terrorists and sexual deviants - they're not from here.\"",
            "translated": "主管边境事务的国安办发言人作出回应：「这是一个巨大的安全漏洞。其中一名船员死了，而剩下的很可能都非法进入了我国。拜托了，如果你们看到长得像外国人的人，及时向附近的警官通报。这些人很可能是罪犯、恐怖分子和性变态——他们不是本地人。」",
            "desc": ""
        },
        {
            "hash": 2779189661,
            "original": "Liberals are complaining that our war mongering President has driven up the price of gas. Conservatives say immigrant cab drivers are greedy, un-American pro-union bullies and we should close the borders. The Taxi Drivers Association says the price increase is due to the increased risk of terrorism in Liberty City. We think it's because all the hipsters and neophytes have moved out of Algonquin and into Broker and drivers can't tell the difference between an unwashed trust fund kid who dresses like a street urchin and an actual hobo, so they cut their losses and overcharge everyone.",
            "translated": "自由派控诉我们的战争贩子总统让油气价格大涨。保守派则称那些移民司机为贪婪、亲工会的异国恶霸，主张封锁边境。的士司机工会却说，车资提高是自由城遭恐袭概率大幅上升所致。我们认为是因为所有的嘻哈歌手都搬出了Algonquin去了Broker，而司机们无法区分哪个衣着破烂的人是受信托基金赞助的下层小孩，哪个是真正的小流浪汉。所以他们通过对所有人收天价车费来减少损失。",
            "desc": ""
        },
        {
            "hash": 2868879782,
            "original": "Another day, another body dragged from the Humboldt River. This time it is ship Captain, Zorba Philippidis - his body bloated and partially consumed by water rats. Autopsy results cite drowning as the cause of death but reveal massive quantities of alcohol in his system. Captain Philippidis recently arrived in East Hook Bay on his ship, the Platypus. All members of the crew of this ship remain unaccounted for since it was unloaded.",
            "translated": "新的一天，新的尸体被从Humboldt河中捞出。这次是一名船长，名为Zorba Philippidis。他的尸体浮在水面上，也遭到了水鼠的啃食。验尸结果表明其死因为溺水，但其体内有大量酒精残留。Philippidis船长最近乘坐Platypus号抵达了East Hook湾。卸货完毕以后，此船的所有船员都下落不明。",
            "desc": ""
        },
        {
            "hash": 2989435565,
            "original": "Whatever the reason, this reporter is going to be driving home drunk, as he certainly can't afford a cab.",
            "translated": "不论原因如何，撰写本文的记者要酒驾回家了。因为他肯定打不起的。",
            "desc": ""
        },
        {
            "hash": 3005723122,
            "original": "The Platypus had docked in many international ports on various continents before arriving in Liberty City. Its crew consisted of men from many countries including Taiwan, Egypt, and Europe. Captain Philippidis's remains are being returned to his wife in Thailand. The search for the rest of the Platypus's foreign, and possibly murderous, crew continues.",
            "translated": "抵达自由城前，Platypus号曾造访许多大洲的国际港。船员来自各个地区，如台湾、埃及、欧洲等。Philippidis船长的尸体将会送还他在泰国的妻子。搜寻Platypus号的余下凶残的外籍船员的工作将继续进行。",
            "desc": ""
        },
        {
            "hash": 3030548693,
            "original": "Worse Things Happening at Sea",
            "translated": "海上发生更糟的事",
            "desc": ""
        },
        {
            "hash": 3207252487,
            "original": "Liberty City Cab Prices Sky Rocket",
            "translated": "自由城出租车费扶摇直上",
            "desc": ""
        },
        {
            "hash": 3230237914,
            "original": "Ushering in a whole new wave of pro-America feeling, 30,000 new N.O.O.S.E agents were sworn in to help defend the homeland. In what are promised to be intense interrogation techniques by federal agents, the extension of the Jingoism Act removes the checks and balances that were hindering protecting America. Another part of the provision includes throwing out all history books that might indicate abandoning a free republic to be a bad idea.",
            "translated": "伴随着一股全新的爱国浪潮，三万名新注册的国安办探员宣誓保卫祖国。沙文主义法案的更新放松了对联邦探员采用的过激审讯手段的限制，并且消除了阻碍保护美国的制衡措施。该条款中还包含这一内容：销毁所有或明或暗表示不应放弃自由共和国的历史书籍。",
            "desc": ""
        },
        {
            "hash": 3534727462,
            "original": "Some are concerned about the new measure, but the President set the country at ease, \"Sleep tight America. Your government has everything under control,\" President Lawton said at the swearing-in ceremony, then issued a maniacal laugh that made pigeons fly startled from rooftops. Brown people are not the only problem. Eastern Europeans and Russians, once left to fight amongst themselves, are now coming to America and creating crime syndicates. Officials said that they are considering setting up a new task force to deal with the problem.",
            "translated": "有人对这一新政感到担忧，但总统对全国进行了安慰，「睡个好觉，美国。一切尽在你们政府的掌握当中。」这是Lawton总统在就职宣誓时说的，而后他发出疯狂的笑声，吓飞了屋顶上的鸽子。棕色人种(印度、中东)并不是唯一的问题。曾经互为敌人的东欧人和俄国人，现在也来到了美国，还成立了犯罪组织。官方人士称他们正在考虑设立新的武装力量来解决这一问题。",
            "desc": ""
        },
        {
            "hash": 3925927860,
            "original": "New security measures are ushered in",
            "translated": "新的国安政策引入",
            "desc": ""
        }
    ]
}