{
    "LIBTR36": [
        {
            "hash": 169919847,
            "original": "Aisle Have Some of That!",
            "translated": "婚姻如此随意？！",
            "desc": ""
        },
        {
            "hash": 1429830054,
            "original": "Given that her first marriage lasted just two hours and her ex-husband walked away with over half a billion dollars, few were shocked when famous-for-being-rich celebutante Cloe Parker demanded that her former backing dancer and now fiancée sign an extensive pre-nuptial agreement. However, the pony-tailed backing dancer caught everybody by surprise when he responded yesterday with a dowry request for a staggering $3 million. \"I've been in all the celebrity news lately and I'm as famous as she is right now - two can play at that game,\" he quipped in an interview on meTV last night, \"I just want to get all this money stuff out of the way so I can focus on getting a reality TV show and blog made about my life.\"",
            "translated": "考虑到她的第一次婚姻只持续了两小时，她的前夫就带着超过五亿美元的资产离去，很少有人会被今天的这个新闻震惊。以富有闻名的富家女Cloe Parker要求她的现未婚夫(前伴舞)签署一份详细的婚前协议。但是，这位留马尾辫的伴舞昨天作出的回应再一次震惊众人，他竟要求对方额外提供300万元嫁妆。「我现在天天上名人新闻，已经跟她一样有名了。既然她能出名，我也可以。」昨天他在meTV的采访中调侃道，「我只想先扫除经济上的障碍，然后就可以专注于参演真人秀和撰写个人博客了。」",
            "desc": ""
        },
        {
            "hash": 1508612813,
            "original": "Elizabeta Torres, a drug dealer from South Bohan, was handed a record prison sentence at the Civic Citadel yesterday. Liberty City Judge, Mitt Burrows, slapped her with a 300 year stretch for thirty counts of cocaine distribution. It is also believed that Torres murdered Bohan community leader, Manny Escuela, and documentary film maker, Jay Hamilton. They have been missing for several weeks but police cannot bring charges until their bodies are discovered. The District Attorney submitted hundreds of hours of surveillance audio in the trial. These tapes provided evidence of her working with international drug rings. The last tape before her arrest, played at her trial yesterday, features a heated conversation between her, a Jamaican man and an Eastern European man. Authorities have been unable to locate either of these individuals.",
            "translated": "Elizabeta Torres是一名来自South Bohan的毒贩，昨日Mitt Burrows法官在市政厅对其以30项关于贩卖可卡因的指控判处300年有期徒刑，刷新了司法史上的判刑纪录。Torres还被怀疑涉嫌谋杀Bohan的社区领袖Manny Escuela和纪录片制作人Jay Hamilton，两人均已失踪数个星期。目前警方尚未发现这两人的尸体，无法对其提出谋杀指控。地方检察官在庭审中提交了数百小时的监听录音带，为证明Torres涉嫌参与跨国走私毒品提供了证据。昨日庭审中还播放了Torres被捕前的最后一卷录音，录音内容是其与一名牙买加男性和一名东欧男性的激烈争吵。目前有关部门仍未找到这两人。",
            "desc": ""
        },
        {
            "hash": 1867208480,
            "original": "Mary Williamson",
            "translated": "Mary Williamson",
            "desc": ""
        },
        {
            "hash": 1968201793,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 2451047289,
            "original": "Is romance dead?",
            "translated": "浪漫已死？",
            "desc": ""
        },
        {
            "hash": 3122277889,
            "original": "Torres sentenced",
            "translated": "Torres已被判刑",
            "desc": ""
        },
        {
            "hash": 3530912796,
            "original": "The golden couple's relationship has been front-page news ever since Parker bought her lover a sperm whale for their first week anniversary. His lawyer told the Liberty Tree, \"If the trend of female celebrities marrying good old-fashioned hard-working blue collar guys completely unaffected by fame and any of its trappings continues, we're going to see a lot more dowry deals on the table. They've always worked well in India.\" According to sources close to the couple, talks are underway to spin the controversy into a movie deal and musical.",
            "translated": "自从Parker在结婚一星期纪念日为她的爱人买了一条抹香鲸后，这对金童玉女的关系就是头版头条的常客。男方的律师告诉Liberty Tree：「如果女性名人下嫁老派勤劳蓝领的风潮能够延续下去，未来只会有更多的彩礼交易。这种情况在印度已经是家常便饭了。」据这对未婚夫妇身边的知情人士透露，目前两人正在讨论将这一事件改编成电影或音乐剧。",
            "desc": ""
        },
        {
            "hash": 4079047676,
            "original": "300 Year Itch",
            "translated": "300年的刑期",
            "desc": ""
        },
        {
            "hash": 4245896119,
            "original": "History made as massive sentence is handed down",
            "translated": "史上罕见的重刑判决",
            "desc": ""
        }
    ]
}