{
    "LIBTR30": [
        {
            "hash": 257060019,
            "original": "Urban Myths Run Wild",
            "translated": "都市传说愈发离奇",
            "desc": ""
        },
        {
            "hash": 685715721,
            "original": "No connection with bear shitting in local woods",
            "translated": "与在树林里拉翔的熊无关",
            "desc": ""
        },
        {
            "hash": 1373594966,
            "original": "Prison van attacked, convict escapes",
            "translated": "囚车遭遇袭击，押运的罪犯被逃脱",
            "desc": ""
        },
        {
            "hash": 1375509651,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 1425659576,
            "original": "Police officers spoke out yesterday about the incredible spate of urban myths that are damaging the image of Liberty City. The nonstop rumors of dead pop stars, sasquatches, giant alligators, secret cities, invincible criminals, and dogs have all been causing wide spread disturbances \"in the minds of insane residents\", said one spokesman, who was investigating reports a man had his drink spiked and a kidney stolen, which turned out to be spurious. We will stay with this story. In related news, police are investigating claims a whale was seen swimming in Middle Park.",
            "translated": "昨日警方发表讲话，主题是正在破坏自由城形象的各种离奇都市传说。对于包括 已逝流行明星、长毛野人、巨鳄、神秘城市、无敌罪犯还有各种狗在内的引起广泛骚乱的都市传说，一位警官称它们为「疯子公民的臆想」。在这位警官的调查报告中，有一名男子被人在酒中下药，偷走了一个肾，而最终结果表明这是伪造的。我们将对此保持关注。顺带一提，警方正在调查有人在中心公园目击鲸鱼游泳的说法。",
            "desc": ""
        },
        {
            "hash": 1484990119,
            "original": "Tony J Smith",
            "translated": "Tony J Smith",
            "desc": ""
        },
        {
            "hash": 1891998561,
            "original": "Suspects still on the loose",
            "translated": "嫌犯仍然在逃",
            "desc": ""
        },
        {
            "hash": 1947509794,
            "original": "Police chase rumors",
            "translated": "警方追查都市传说",
            "desc": ""
        },
        {
            "hash": 2066793406,
            "original": "Staff Writer",
            "translated": "特约记者",
            "desc": ""
        },
        {
            "hash": 2257384655,
            "original": "An audacious prison escape, like something you might see on a Weazel Network show, occurred ninety seven feet under the surface of the West River earlier. A convoy carrying convicted felon, Aiden O'Malley, was ambushed by two trucks. O'Malley was being taken from a police station in Algonquin back to the Alderney State Correctional Facility. Two men used the trucks to block the convoy from the front and the back in the middle of the Booth Tunnel while they freed O'Malley. O'Malley, 48, who is American born but spent much of his adult life in Ireland, was serving a twenty-year term for his involvement in a string of robberies.",
            "translated": "不久前在西河之下30米的地方，发生了一起惊天劫狱案，就像Weazel电视台的节目演的那样。押运重罪犯Aiden O'Malley的囚车车队正在将O'Malley由Algonquin警局押送至Alderney州立监狱，途中遭到了两辆卡车截击。车队驶至Booth隧道中段时，两名男子驾驶卡车一前一后拦截了车队，随后劫走了O'Malley。现年48岁的O'Malley出生于美国，但他的成年生活大部分在爱尔兰度过，他因参加了一系列的抢劫活动被判20年有期徒刑。",
            "desc": ""
        },
        {
            "hash": 2823568983,
            "original": "Convict In Tunnel Escape",
            "translated": "重刑犯在隧道中被劫走",
            "desc": ""
        },
        {
            "hash": 2928067778,
            "original": "O'Malley was returning from a deposition in which he gave evidence implicating his accomplices in the carrying-out of those robberies. Police were particularly interested in his testimony relating to Bucky Sligo, who recently died. Now authorities are concerned that all of his testimony may have been used somehow to facilitate his escape. Police warn that O'Malley and his cohorts are armed and considered very dangerous.",
            "translated": "O'Malley在证词中供出了他的抢劫同伙。警方对证词中关于最近去世的Bucky Sligo的部分深感兴趣。现在有关部门担心，他所作的证词可能都是为了越狱捏造的。警方警告称，O'Malley和他的同伙都持有武器，十分危险。",
            "desc": ""
        },
        {
            "hash": 3613950283,
            "original": "Police were called to the Little Bay area of Bohan to resolve a domestic dispute between Steve Leeds, 48, and Mr. Doodles, 3, an American shorthair calico cat which was charged with defecating in public and vandalism of Mr. Leeds's garden. Mr. Leeds told reporters that his garden, \"Totally smells like cat shit.\"",
            "translated": "警方接到报警，住在Bohan的Little Bay区的48岁老先生Steve Leeds和年仅3岁的美国短毛印花猫Doodles先生发生了一起民事纠纷，Doodles先生被指控两项罪名：随地大小便以及破坏Steve Leeds先生的花园。Leeds先生告诉记者，他的花园「弥漫着猫屎味儿。」",
            "desc": ""
        },
        {
            "hash": 3915351013,
            "original": "Local Cat Shits In Garden",
            "translated": "本地小猫在花园拉翔",
            "desc": ""
        }
    ]
}