{
    "PUBLB48": [
        {
            "hash": 573282876,
            "original": "A code of sexism?",
            "translated": "代码也有性别歧视？",
            "desc": ""
        },
        {
            "hash": 2637318548,
            "original": "S. Fiona Scott",
            "translated": "S. Fiona Scott",
            "desc": ""
        },
        {
            "hash": 2935753710,
            "original": "Hate Campaign Against Female Eunux User",
            "translated": "针对女性Eunux用户的仇恨运动",
            "desc": ""
        },
        {
            "hash": 3420571680,
            "original": "A young woman in Alderney City, who installed the Eunux open-source operating system on her home computer, has become the victim of an evil hate campaign. The Eunux community has taken the girl's attempts to infiltrate their little white boys' club as a personal attack on their inadequate masculinity and has thrown all their joint efforts into publicly bashing her on blogs and newsgroups. What gives a bunch of losers who spend their Saturday nights recompiling a kernel, fantasizing about sleeping with their mother and shuddering if a female brushes past them on the subway the right to take out their fear of women and lack of social skills on a 13-year-old girl? Are they afraid that she will disturb their circle jerk session? Since when was a penis a prerequisite for computer programming?",
            "translated": "一位Alderney市的年轻女性，因为在自己的电脑上安装了开源操作系统Eunux，就成了恶毒的反对运动的受害人。Eunux社区将她试图融入白人年轻男性社群的行为认定为对他们缺乏阳刚之气的人身攻击，并且不遗余力地在博客和新闻讨论组上抹黑她。是谁给了他们权利，让这些周六晚上写内核、每天意淫睡他妈、地铁上被女的碰到都发抖的失败者，可以将他们对女性的恐惧和匮乏的社交能力发泄在一个13岁的小女孩身上？他们是怕她搞乱他们的弱鸡循环会话控制吗？从什么时候开始写代码还一定要有屌了？",
            "desc": ""
        },
        {
            "hash": 3790992456,
            "original": "The worst part is that these young misogynists will soon be running the high-tech companies that continue to pay women 95% less than their male counterparts. The disgusting treatment of this poor girl at the hands of a group of pimple-faced teenagers who will never get laid is a microcosm of the phallocentric society in which American women are condemned to live. It is high time that Eunux woke up to the fact that a woman's interest in technology runs further than finding a cell phone that matches her shoes. You go girl. Fuck the patriarchy.",
            "translated": "最糟的是，这些年轻的仇女癌迟早会管理起高科技公司，接着给女性雇员开比同岗位的男性雇员低95%的工资。这群注定打一辈子光棍的满脸粉刺的年轻人对这个可怜女孩的恶俗对待，正是美国妇女们被迫接受的父权社会的一个缩影。Eunux也该醒醒了，正视女性对科技的兴趣远不止找一款搭鞋子的手机的事实。前进吧，女孩们。去你大爷的父权社会。",
            "desc": ""
        }
    ]
}