{
    "PUBLB15": [
        {
            "hash": 441997134,
            "original": "So conservatives and police have been banging on about the link between drugs and terrorism - as if it is a surprise - but their equation does not quite add up. They left out one important variable: big business and, in particular, big oil. Drug money is laundered through the same patriarchal banking system as oil profits and big business. Drugs are BIG BUSINESS - supported by the same corrupt puppet governments that support both terror and the oil industry. The facts are clear - stop local communities from growing marijuana and they will gateway to opium and then very quickly to fundamentalism.",
            "translated": "保守派和警方一直在猛烈抨击毒品和恐怖主义之间的联系，搞得跟真有这回事一样，但他们的等式并不完全成立。他们漏掉了一个重要的变量：政商勾结，尤其是石油巨头。与石油利润和政商勾结一样，毒品资金也是通过家长制的银行体系洗钱的。毒品也是政商勾结的一环——由同样支持恐怖主义和石油工业的腐败傀儡政府支持。事实很清晰——阻止当地民众种植大麻，他们就会走向鸦片，然后很快就会走向原教旨主义。",
            "desc": ""
        },
        {
            "hash": 650630295,
            "original": "Gap between rich and poor widens",
            "translated": "贫富差距扩大",
            "desc": ""
        },
        {
            "hash": 681178065,
            "original": "But no, the prohibitionists believe they can control everything and everyone, legislate morality and profit from all our misery, by fabricating a link between drug dealing in Colombia and terrorism in America. There is no link. Terrorism is a direct result of our foreign policy - a policy that is so inherently ludicrous it is beyond any parody I can imagine.",
            "translated": "但是，禁毒派认为他们可以控制任何东西和所有人，他们借口哥伦比亚的毒品交易和美国的恐怖主义之间存在联系，据此用法律规定道德，并从我们所有的苦难中获利。实际上并没有任何联系。恐怖主义是我们外交政策的直接结果——这一政策比任何讽刺作品都要荒唐。",
            "desc": ""
        },
        {
            "hash": 687418157,
            "original": "BAWSAQ 100 up 12 points as the poor suffer",
            "translated": "穷人受苦时，BAWSAQ 100指数上涨12点",
            "desc": ""
        },
        {
            "hash": 875805227,
            "original": "Joshua Crane",
            "translated": "Joshua Crane",
            "desc": ""
        },
        {
            "hash": 1555783590,
            "original": "Drugs, Terror, and Big Business",
            "translated": "毒品 恐怖主义 政商勾结",
            "desc": ""
        },
        {
            "hash": 1700962773,
            "original": "The link conservatives ignore at our peril",
            "translated": "保守派忽视的联系会害死我们",
            "desc": ""
        },
        {
            "hash": 1974399118,
            "original": "Candice Johnson",
            "translated": "Candice Johnson",
            "desc": ""
        },
        {
            "hash": 2750066490,
            "original": "What does the news that the BAWSAQ 100 closed up 12 points mean to a man who can't buy a sandwich and has to degrade himself in public for money to buy cheap liquor? The stock market is nothing more than a big fat casino for rich people. Unfortunately, when they bust, we're all screwed. Conservatives think the future would be brighter if we invested all of our retirement money into oil and armaments. You should invest in sustainable crops, like marijuana. And recycle and wear hemp underwear. Please, if we don't, we'll totally die and I won't get to go to the smoldering dude festival in the desert and get cranked to the ether on peyote.",
            "translated": "对于一个连三明治都买不起、为了买便宜酒而不得不在公共场合贬低自己的人来说，BAWSAQ 100指数收盘上涨12点的新闻意味着什么？对富人来说，股市不过是一个大赌场。不幸的是，他们一破产，我们就完了。保守派认为，如果我们把所有的退休金都投入石油和军备，前景会更光明。你应该投资可持续的农作物，比如大麻。然后回收之、制成能穿的麻内衣。拜托，如果我们不这样做，我们会死的，我可不想参加沙漠里又闷又热的爷们儿派对，也不想吸佩奥特碱吸到神志不清。",
            "desc": ""
        }
    ]
}