{
    "PUBLB9": [
        {
            "hash": 354379930,
            "original": "S. Fiona Scott",
            "translated": "S. Fiona Scott",
            "desc": ""
        },
        {
            "hash": 586895595,
            "original": "Racial profiling. Shootouts at southern border checkpoints. Skyrocketing tequila prices. The bloody side effects of the recent legislation pushed through by Border Agents Love Land Security are very clear. A group of wealthy civil liberties donors gathered recently in downtown Liberty City to discuss the problem. \"People from other countries are simple, and as rich white liberals we must coddle them, treat them like babies, nurture them, patronize them. Not everyone is as sophisticated and well-educated as us, which really is a pity,\" said web 2.0 entrepreneur Clive Lettington.",
            "translated": "看肤色断案、南部边检站发生的枪战、龙舌兰酒价格飞涨。近日由边境爱国警备队(BALLS)推动通过的法案带来的副作用已十分明显。一群富有的人权活动家最近在自由城的市中心对此问题进行了讨论。「来自其它国家的人很单纯。作为富裕的白人自由主义者，我们必须照顾他们，把他们当婴儿对待，扶持他们，资助他们。因为并不是每个人都像我们这样见多识广、受过良好教育。这真的很遗憾。」Web 2.0企业家Clive Lettington说。",
            "desc": ""
        },
        {
            "hash": 1035096778,
            "original": "bill blasted by wealthy liberals",
            "translated": "备受富裕自由主义者抨击的法案",
            "desc": ""
        },
        {
            "hash": 1094950840,
            "original": "We appear to have elected a fascist into City Hall. Worse, we have elected an idiot. Even worse, they are the same man. Deputy Mayor, Bryce Dawkins, made comments that would make your average village idiot blush when he attempted to link gay rights to global terrorism, economic collapse and America's supposed imminent downfall. His subsequent attempts to deflect the criticism show what an awful and pathetic little toad he really is. So the question is; how did this man get into a position of power? And the answer, of course, is big business.",
            "translated": "我们似乎把一个法西斯分子选进了市政厅。更糟的是，我们选出了一个白痴。还要糟的是，他们是同一个人。副市长Bryce Dawkins试图将同性恋权利与全球恐怖主义、经济崩溃和可预期的美国衰落联系起来。乡下人听了他的话都会发笑。后来他试图转移批判的方向，可见他是一只多么糟糕可悲的小癞蛤蟆。那么问题来了：这个人是如何登上权力宝座的？至于答案，显而易见：钱权交易。",
            "desc": ""
        },
        {
            "hash": 1867348939,
            "original": "Dawkins used connections in the market to leverage his way onto Ochoa's ticket by providing financing through contacts in the hedge fund world. Contacts who now ensure the city is run to support the rich and keep money out of schools and into government-funded spying programs through a complicated conspiracy I don't quite have the space to explain here. As usual, it's just another example of the big attacking the small and the rich using power systems to destroy the aspirations of the poor.",
            "translated": "Dawkins利用市场上的人脉关系进行融资，借由他在对冲基金界的熟人为政府提供资金，从而进入Ochoa市长的阵营。这些熟人确保本市为富人服务，他们缩减教育支出转而投入政府资助的监视项目。其过程之复杂，这里地方太小解释不清。一如既往，这只是大鱼吃小鱼与富人利用权力系统摧毁穷人理想的又一案例。",
            "desc": ""
        },
        {
            "hash": 2664868621,
            "original": "Candice Johnson",
            "translated": "Candice Johnson",
            "desc": ""
        },
        {
            "hash": 3254821773,
            "original": "How did Dawkins sneak in the back door?",
            "translated": "Dawkins是如何走后门进去的？",
            "desc": ""
        },
        {
            "hash": 3771292052,
            "original": "Deputy Mayor Record of Bigotry",
            "translated": "副市长的偏见记录",
            "desc": ""
        },
        {
            "hash": 3805413103,
            "original": "Bordering on Racism?",
            "translated": "在种族主义的边界？",
            "desc": ""
        }
    ]
}