{
    "WEAZL5": [
        {
            "hash": 20658718,
            "original": "Meth claims new victims, headlines.",
            "translated": "头条：冰毒的新受害者",
            "desc": ""
        },
        {
            "hash": 41042648,
            "original": "John Chesapeake",
            "translated": "John Chesapeake",
            "desc": ""
        },
        {
            "hash": 502630681,
            "original": "Gray-mouthed Granny Gets Methheads Grabbed by Cops",
            "translated": "警方抓获冰毒成瘾的灰牙老太",
            "desc": ""
        },
        {
            "hash": 1001489834,
            "original": "Patriotic Police Can't be Charged with Brutality",
            "translated": "爱国警察不得被诉暴力执法",
            "desc": ""
        },
        {
            "hash": 1206462926,
            "original": "Driving the Public Nuts?",
            "translated": "贩卖恐慌？",
            "desc": ""
        },
        {
            "hash": 1672326796,
            "original": "Experts are theorizing that the video footage showing several women and children being thrown off the bridge by police is probably fake or touched up by a liberal activist.",
            "translated": "专家试图证明所谓「妇女儿童被警方扔下大桥」的视频系自由派人士伪造，抑或被其动过手脚。",
            "desc": ""
        },
        {
            "hash": 2109974387,
            "original": "Liberty City's Police Commissioner for Public Affairs, Tom Pireni, presented a \"Wing It\" slideshow presentation to the media today, clearly spelling out in simple bulletpoints how the actions of the heroes in the LCPD in, what some are calling the \"Broker Bridge Incident\", are not considered to be police brutality. Pireni spent 20 minutes on the first slide, using a laser pointer to underline bulletpoints that said: <br/> * Protect <br/> * Serve <br/> * Freedom <br/> He then played the Star-Spangled Banner on an acoustic guitar and ended with a chorus of reporters singing \"What does freedom mean to me?\" that drew tears from the audience.",
            "translated": "今日，LCPD公共事务处处长Tom Pireni利用「Wing It」软件向媒体做了一份幻灯片报告，要点明确地表达了LCPD的英雄们在所谓「Broker桥事件」中的行为并非暴力执法。Pireni把第一页讲了20分钟，用激光笔圈了半天要点：<br/> * 保护 <br/> * 服务 <br/> * 自由<br/>然后他用民谣吉他演奏了《星条旗之歌》(美国国歌)，最终以记者合唱「于我何为自由？」作结，观众泪如雨下。",
            "desc": ""
        },
        {
            "hash": 2128970809,
            "original": "She called police in a state of rage as she hasn't been able to climax in weeks and is so ugly that none of her fellow junkies would have sex with her, despite meth's effect of intense sexual arousal.\" Officials indicated that meth is an epidemic and that police need raises and high-tech equipment, new cars and more vacations in order to make Liberty City safe. We say; what price is freedom?",
            "translated": "尽管冰毒有强烈的性唤起作用，她仍然愤怒地报了警，因为她几周都无法高潮且变得丑陋不堪，导致同伴都不愿意同她发生关系。」警方指出冰毒会广泛传播，故警方需要加薪、高科技装备、增配新车以及更多的假期来保护自由城的安全。令人不禁发问：自由的代价是什么？",
            "desc": ""
        },
        {
            "hash": 2605354352,
            "original": "Global warming hoax leads to increase in hybrid sales",
            "translated": "全球变暖骗局致使混动车辆销量增长",
            "desc": ""
        },
        {
            "hash": 2891374363,
            "original": "Her teeth gray from years of meth abuse, Steinway resident Stephanie Peerson called police to rat out her fellow junkies. A mobile meth lab set up in a box truck was found and suspects taken into custody. \"Meth has destroyed the lives and businesses of cocaine dealers in Vice City, and we see the same happening here,\" said agent Albert Thomas, \"And this woman who is 22 years old looks like she's 62 because of the ravages of meth.",
            "translated": "Steinway居民Stephanie Peerson报警揭发了她的同伙，她的牙齿已因常年滥用冰毒而变灰。一个设立在厢式货车内的移动制毒设施被查封，嫌犯皆已送押。「冰毒毁掉了罪城可卡因商人的生计，而同样的事也发生在这里。」探员Albert Thomas说，「这个看上去有62岁的女人其实才22岁，只因为她滥用冰毒。」",
            "desc": ""
        },
        {
            "hash": 3158320296,
            "original": "John Chesapeake",
            "translated": "John Chesapeake",
            "desc": ""
        },
        {
            "hash": 3334822453,
            "original": "Alliterative crimes rising rampantly?",
            "translated": "连环犯罪猖獗？",
            "desc": ""
        },
        {
            "hash": 3411485952,
            "original": "LCPD heroes speak out",
            "translated": "LCPD英雄发声",
            "desc": ""
        },
        {
            "hash": 3570946134,
            "original": "Eugene White",
            "translated": "Eugene White",
            "desc": ""
        },
        {
            "hash": 3754017533,
            "original": "Proving that hype overpowers sensibility, local residents have been flocking to hybrids such as the Karin Dilettante. Climate change is natural and has been happening since the Earth was created 6,500 years ago, say leading petroleum scientists. Volcanoes and animal flatulence create much more warming than the 3.5 billion cars burning oil each day.",
            "translated": "本地居民纷纷购买包括Karin Dilettante在内的混动车，证明了过度炒作带来的冲动。「气候变化是自然现象，自从6500年前地球诞生就开始了」，几位顶尖石油科学家说。火山和动物放屁每天会产生比35亿辆车要多得多的热量。",
            "desc": ""
        },
        {
            "hash": 4051068518,
            "original": "In related news, solar power has been studied in a new report which found it is too expensive and actually takes energy to make the panels. The President and Congress are working on a bill to protect industries like gas, coal and electric in the face of the solar threat.",
            "translated": "相关新闻称，一份新的研究报告指出建造太阳能面板过于昂贵，制造时也会消耗能源。总统与国会正致力于通过法案，以保护油气、煤炭和电力等产业不受太阳能威胁。",
            "desc": ""
        }
    ]
}