{
    "WEAZL9": [
        {
            "hash": 488654993,
            "original": "Will they ever learn?",
            "translated": "他们会长记性吗？",
            "desc": ""
        },
        {
            "hash": 952936768,
            "original": "Some might say underqualified mercenaries, some say goddamn heroes.",
            "translated": "一些人的低能佣兵，一些人的天降英雄。",
            "desc": ""
        },
        {
            "hash": 1694537518,
            "original": "Border Security Solution Found",
            "translated": "边防问题找到出路",
            "desc": ""
        },
        {
            "hash": 2036895761,
            "original": "Still underperforming globally, the markets have been volatile due to the underperforming economies of Europe. With everything twice as expensive due to the ridiculous price of gas, cigarettes and liquor, the underperforming continent is having a major effect on the rest of the world.",
            "translated": "欧洲经济的下行给全球市场带来波动，全球经济仍不景气。油气、烟草、酒水的价格疯涨致使物价几乎翻了一番。经济下行的欧洲大陆正在给世界带来巨大影响。",
            "desc": ""
        },
        {
            "hash": 2108278787,
            "original": "Finally, tough action on impoverished neighbors",
            "translated": "穷鬼邻居终获强硬对待",
            "desc": ""
        },
        {
            "hash": 2234300030,
            "original": "John Chesapeake",
            "translated": "John Chesapeake",
            "desc": ""
        },
        {
            "hash": 2457285432,
            "original": "European Economy Dragging Down Global Markets",
            "translated": "欧洲经济拖累世界市场",
            "desc": ""
        },
        {
            "hash": 2569588625,
            "original": "In an attempt to discourage employees from taking three-hour lunch breaks, as is customary in Europe, some companies there have decided to start allowing drinking in the workplace, which is customary if not legal in the US. It is also believed that this will promote carpooling and make fellow employees more pleasing on the eye.",
            "translated": "为了缩短欧洲惯例的三小时午餐休息，一些欧洲公司开始允许雇员在工位饮酒，不过这在美国已经是不成文的规矩了。这一措施还有望提高雇员的拼车意愿，让雇员们有更多的机会发现彼此身上的魅力。",
            "desc": ""
        },
        {
            "hash": 3237315629,
            "original": "Senator Charles Martin said, \"We were in a never-ending loop with border security. You keep seeing the same faces again and again. However, we have broken that cycle. Giving greater authority to our brave men and women who are sitting in the hot desert for days straight to find a permanent solution to this problem is working. Granted, a few families driving back from a vacation in Mexico have been gunned down at border checkpoints, but security is our number one concern. There will always be some collateral damage.\"",
            "translated": "参议员Charles Martin说：「过去我们在边境问题上陷入了死循环，来来回回看见的永远是那几张脸，但现在这个循环被打破了。守在炙热沙漠中的勇敢男女一直在寻找一劳永逸的解决方案，而将更大的裁量权交给他们正是灵丹妙药。的确，有几户从墨西哥度完假回来的人家在边检站被枪杀，但安全才是最重要的。有一些副作用也是在所难免。」",
            "desc": ""
        },
        {
            "hash": 3609619521,
            "original": "Leslie Mitchell",
            "translated": "Leslie Mitchell",
            "desc": ""
        },
        {
            "hash": 4015677686,
            "original": "Calling it repugnant but highly effective, even Bash America First liberals agree that the new border security bill is working. Many politicians supported the new law which was written by the group Border Agents Love Land Security, an organization composed of many brave soldiers recently dishonorably discharged from the military.",
            "translated": "向来「先找美国原因」的自由派嘴上虽然厌恶新的边境安全法案，但也认可了新法案的效率之高。边境爱国警卫队(BALLS)拟订的这一新法得到了许多政治家的支持，该组织的主要成员为近日被开除军籍的英勇士兵。",
            "desc": ""
        }
    ]
}