{
    "WEAZL13": [
        {
            "hash": 76626752,
            "original": "It used to be about hitting her over the head with a club and dragging her back to your cave. Then it was about meeting her at the square dance. Then it was about doing blow with her in a bar until you had a drunken fumble outside. Now it is about online dating - it's the craze that has taken over Liberty City and the whole of America with people learning how to say \"you don't look much like your photo\" in a thousand different ways and discovering that when a stranger calls, it's not always a fairy tale. Some government officials worry that this rise in the virtual world and online matchmaking is about more than assuaging basic human loneliness. They believe it is about destabilizing the American family and letting terrorists into our country through the back door.",
            "translated": "很久以前，只需要一棒打晕拉回自己的洞穴。然后，则是在舞池里遇见那个她。后来，成了在酒吧被她吹一管，再到店外酒后迷情。现在，网络约会的时代来了，网络约会已经风靡自由城，业已席卷全国。人们正在学习「照片和你本人不像」的上千种表达方法，也在发现陌生人的来电并非总是美妙童话。一些政府官员对此感到担忧，虚拟世界的这一交友浪潮或许不只是在缓解人们的孤独，他们相信这一浪潮是在动摇美国人的家庭关系，会让恐怖分子有机可乘，借机侵入我们的国家。",
            "desc": ""
        },
        {
            "hash": 263357779,
            "original": "By the time a person hits the age of 25, they have been molested at least 3 times say local officials. The problem is the Internet. For every college girl, there are 18 predators - often young men who will stop at nothing to contact them, chat, and lure them to study after school or go to a concert. But the intentions are not about studying at all says Health and Human Services Director, Thomas Piretta.",
            "translated": "地方官员指出，大部分人在25岁之前受过至少三次性骚扰。互联网正是问题的根源所在。卫生与公众服务部部长Thomas Piretta表示，平均每个女大学生都会被18个「捕食者」盯上，「捕食者」通常是年轻男性，他们会不断联系女大学生，与其网聊，而后通过邀其加入课后学习会或参加音乐会等方式接近目标。不过他们的目的显然与学习无关。",
            "desc": ""
        },
        {
            "hash": 502800862,
            "original": "\"These predators will make contact outside school, or even inside the school, and ask the girl to come over to their house or to a party where there is potentially alcohol served. The boys have one thing in mind - to get into those tight pants as soon as possible. They sit and just froth at the thought of that hot little tight red thong underwear. Uhhhh! It's, It's, horrible!\" said Piretta.",
            "translated": "「这些捕食者会在校外甚至校内与目标进行接触，然后邀请女生去他们家参加派对，再设法将她们灌醉。男孩脑子里唯一的想法就是——尽快脱下女生的紧身裤。他们就坐在那里流着口水，脑子里想的全是女生的性感红色丁字裤。呕，真的是，太恶心了！」Piretta说。",
            "desc": ""
        },
        {
            "hash": 561299675,
            "original": "Eugene White",
            "translated": "Eugene White",
            "desc": ""
        },
        {
            "hash": 813279100,
            "original": "One government official who declined to be named for fear of \"rocking the liberal apple cart\" noted, \"The rise in the popularity of online dating is proof that our enemies are winning. We should go back to old fashioned ways of meeting women, such as arranged marriages and barn building competitions. I've been divorced twice because I married the wrong women. The fact is; you shouldn't let a computer pick your wife. Computers are good for certain tasks, like aiming bombs, but not other ones, like raising kids. Every time someone finds happiness through a computer date, terrorism has won another battle.\" <a href=\"www.love-meet.net\">Love-meet.net</a> and <a href=\"www.craplist.net\">craplist.net</a> had no comment on the matter.",
            "translated": "一名害怕「动摇自由派的利益」而不愿署名的政府官员称：「网络约会的用户增长坐实了我们敌人的胜利。我们应该回归传统的找女人方式，比如包办婚姻和比舞招亲。我离了两次婚了，因为她们都不是对的人。实际上，你不该让电脑替你挑选对象。有些领域电脑确实厉害，比如制导，但别的它不在行，孩子它就养不了。通过电脑约会得到的每一份幸福，都是恐怖主义赢下的一场战役。」 <a href=\"www.love-meet.net\">Love-meet.net</a> 与 <a href=\"www.craplist.net\">craplist.net</a> 对此暂未作出评论。",
            "desc": ""
        },
        {
            "hash": 1611129530,
            "original": "In all likelihood, yes.",
            "translated": "十有八九，是的。",
            "desc": ""
        },
        {
            "hash": 1791793294,
            "original": "The internet has been further perverting society...",
            "translated": "互联网已经进一步扭曲社会...",
            "desc": ""
        },
        {
            "hash": 1992798291,
            "original": "Possible link to terrorism?",
            "translated": "或与恐怖主义有关？",
            "desc": ""
        },
        {
            "hash": 2055471667,
            "original": "John Chesapeake",
            "translated": "John Chesapeake",
            "desc": ""
        },
        {
            "hash": 2248478518,
            "original": "Sex Offenders With Your Daughter Right Now?",
            "translated": "性犯罪者就在你女儿身旁？",
            "desc": ""
        },
        {
            "hash": 4233049427,
            "original": "Online Dating on Rise",
            "translated": "网络约会兴起",
            "desc": ""
        }
    ]
}