{
    "WEAZL6": [
        {
            "hash": 1287186079,
            "original": "Crime Up, Foreigners to Blame. Again",
            "translated": "犯罪四起，都怪外国人。又是如此",
            "desc": ""
        },
        {
            "hash": 1431955622,
            "original": "Leslie Mitchell",
            "translated": "Leslie Mitchell",
            "desc": ""
        },
        {
            "hash": 1480350878,
            "original": "Eugene White",
            "translated": "Eugene White",
            "desc": ""
        },
        {
            "hash": 1702418744,
            "original": "Terrorists Told To Eat Shit",
            "translated": "「吔屎啦，恐怖分子」",
            "desc": ""
        },
        {
            "hash": 2288971955,
            "original": "Most criminals are foreigners and vice versa. And the sooner we all acknowledge this, the sooner we can be safe in our city, and focus on what matters, like telling foreigners how to run their countries and fighting abstract concepts.",
            "translated": "大多数罪犯是外国人，大多数外国人是罪犯。我们越早认清这点，就能越早使城市安全，然后抓住真正的重点，例如告诉外国人如何治理自己的国家、打击某些抽象概念。",
            "desc": ""
        },
        {
            "hash": 2594673956,
            "original": "Only the terminally unobservant have failed to notice the remarkable rise in violent crime in Liberty City over the past few weeks and months. And only weak-minded liberals are afraid to discuss the causes of this crime wave - immigration. As usual, the liberal elite are banging on about the causes of crime - our right to bear arms, not immigration. Anyone with half a brain knows gun control should be relaxed in this city immediately so people can defend themselves from the border jumpers.",
            "translated": "只有底层的违规者才不会注意到，在最近的数周数月中，自由城的暴力犯罪显著增加。也只有玻璃心的自由派才会惧怕提及这一犯罪浪潮背后的原因——移民。一如既往，自由主义精英抨击的犯罪原因还是持有枪支，而非移民。只要有点脑子，就能知道本市的枪支管控应当放松，这样人们才能从非法移民的手中保护自己。",
            "desc": ""
        },
        {
            "hash": 3062322949,
            "original": "In a bold and courageous move by city and federal officials, bridges and tunnels will be closed indefinitely while officials root out what is rumored to be a terror cell in Liberty City. While activists and other un-Americans have questioned the war on terror, to those who have died at the hands of police during protests, it is quite clear. \"These terrorists want to take away our freedoms. But look, we've done it for them. Ha. We win. You lose. Eat my shit terrorists. Yeah, you like that? Do you? Daddy is in charge,\" said Deputy Mayor Bryce Dawkins. Income from tolls has dropped to zero, and officials say that bankruptcy is a small price to pay for safety. The stock market won't crash.",
            "translated": "市政府和联邦官员通过大胆而有魄力的措施，无限期封闭了各个大桥和隧道，直到根除所谓的自由城中的恐怖分子才会解除。尽管社会活动家与其他非美国人已对反恐战争发起质疑，但对那些在抗议时死于警察手中的人来说，答案十分明确。「这些恐怖分子想要夺走我们的自由。但是，我们先做到了。哈，我们赢了，你输了。吔屎啦，恐怖分子。呵，你喜欢吗？中意吗？你爸爸我做主。」副市长Bryce Dawkins说。来自收费站的收入已经降到了零，而政府官员则称「为了安全，破产不值一提。」证券市场不会崩盘。",
            "desc": ""
        },
        {
            "hash": 3105390723,
            "original": "Bridges closed indefinitely",
            "translated": "大桥无限期封闭",
            "desc": ""
        },
        {
            "hash": 3640065688,
            "original": "No surprises in new report",
            "translated": "毫无意外的新报告",
            "desc": ""
        },
        {
            "hash": 4085554865,
            "original": "Foreign Criminals taking over the city?",
            "translated": "外籍罪犯占领本市？",
            "desc": ""
        }
    ]
}