{
    "WEAZL29": [
        {
            "hash": 86648948,
            "original": "Despite our repeated warnings, terrorists have attacked Liberty City again. This time the target was a fueling depot in Northwood. Some liberal news outlets are trying to spin this into a story about the Mafia. They're saying that the explosion was related to organized crime rather than terror. These leftist loons are crazy. They'll say and do anything before they admit that terrorism is the number one problem facing the nation and much more important than any of their pet projects, the environment, health care and ludicrous foreign welfare projects.",
            "translated": "尽管警报不断播报，恐怖分子还是袭击了自由城。这次的袭击目标是位于Northwood的一个燃料仓库。某些自由派新闻媒体妄图把本次事件编造成黑手党所为。他们称本次爆炸事件应归类到有组织犯罪案件，而非恐怖袭击。这些左派野蛮人简直就是疯子。他们无论如何都不会承认，解决恐怖主义问题才是我国的燃眉之急，他们只会关注动保、环保、医保和滑稽的外国福利保障。",
            "desc": ""
        },
        {
            "hash": 570802337,
            "original": "Eugene White",
            "translated": "Eugene White",
            "desc": ""
        },
        {
            "hash": 629280470,
            "original": "Terrorists target fuel depot",
            "translated": "恐怖分子袭击燃油仓库",
            "desc": ""
        },
        {
            "hash": 748905588,
            "original": "Proof that the government is doing all that it can to protect home owners and families came through from Liberty City with the news that, in a city in which not much goes right, the cost of living remains reassuringly high. Although the city is plagued by social problems, and has a massive shortfall of strip malls and obesity compared with rest of this great nation, at least they are keeping the economy strong.",
            "translated": "在自由城这个诸事不顺的城市中，生活成本仍然高得令人安心，证明政府正在尽全力保护房主和家庭的利益。尽管这里社会问题繁多，小商场的缺口巨大，肥胖问题对比全国格外突出，但政府仍然保持着强大的经济实力。",
            "desc": ""
        },
        {
            "hash": 795279953,
            "original": "Ochoa ignores Weazel warnings",
            "translated": "Ochoa对Weazel的警告不屑一顾",
            "desc": ""
        },
        {
            "hash": 2016677510,
            "original": "Even more alarming, the LCPD forensic team has found a triggering device at the scene which may have been activated by a cell phone. It is more than likely that this was just the first of many planned bombings. If you see a foreigner using a cell phone, he is probably a terrorist. Act first, ask questions later. You have the safety of your fellow Americans to consider as well as your own.",
            "translated": "更可怕的是，LCPD鉴证科还在现场发现了一个起爆器，可能是通过手机进行操作。这多半会是连环爆炸袭击的开端。要是你瞧见一个外国人在用手机，他很可能是恐怖分子。记住，先行动，后提问。你要考虑的不只是自己的安全，还有美国同胞的安全。",
            "desc": ""
        },
        {
            "hash": 2248059419,
            "original": "Witnesses saw a \"foreign looking man\" walking away from the warehouse. What more evidence does the President need before the borders are shut to America-hating immigrants?",
            "translated": "有数位目击者称看见一名「外国样貌」的男子离开仓库。那么，在对仇美移民封锁边境前，我们的总统还需要什么证据吗？",
            "desc": ""
        },
        {
            "hash": 2478580468,
            "original": "Under Attack Again",
            "translated": "再度遭袭",
            "desc": ""
        },
        {
            "hash": 2994087615,
            "original": "Good news for our fragile wealthy",
            "translated": "我们脆弱的富人盼来好消息",
            "desc": ""
        },
        {
            "hash": 3669257934,
            "original": "Prices Remain High, Property Boom Continues",
            "translated": "物价居高不下，地产业繁荣不停",
            "desc": ""
        },
        {
            "hash": 3792195594,
            "original": "Leslie Mitchell",
            "translated": "Leslie Mitchell",
            "desc": ""
        },
        {
            "hash": 4072829103,
            "original": "While this is bad news for some, it's good news for us as we are big supporters of those who help themselves. Especially when those who help themselves are the already wealthy figuring out a way to stay rich. Above all, good house prices are good for us as we have literally nothing else to talk about over dinner. We grew up in the 1980s after all, so missed out on hippies and swinging and ideas.",
            "translated": "对我们这些坚定的自食其力派来说，这的确是一个好消息，但对某些人来说则不然。自食其力者富起来后想要保持富裕，这种情况就会凸显。最重要的是，房价高对我们都有好处，不然我们在饭桌上就真的没啥可聊了。毕竟我们都在80年代长大成人，所以也就错过了嬉皮士，错过了性开放，也错过了那些奇思妙想。",
            "desc": ""
        }
    ]
}