{
    "WEAZL45": [
        {
            "hash": 12843650,
            "original": "Bryce Dawkins Was Closet Liberal",
            "translated": "Bryce Dawkins是地下自由派",
            "desc": ""
        },
        {
            "hash": 270663670,
            "original": "Now, he's also come out as a homosexual, married with children. Well, it's scarcely surprising. He's a liberal. Wooly thinking is their watchword. Or watch words. This news organization can never be accused of wooly thinking (apart from our weird attitude to China, but let's ignore that), so we will continue to attack liberals like him, until we have driven them out of this country for good.",
            "translated": "如今，他又作为一名同性恋出柜，而他已有妻儿。好吧，这一点都不意外。他是一个自由派。柔性思维是他们的口号。本报永远不会被说是柔性思维(我们对中国的古怪态度除外，但咱们先不管这个)，因此我们将继续攻击像他那样的自由派，直到把他们永远逐出国门。",
            "desc": ""
        },
        {
            "hash": 492870259,
            "original": "Disgraced sinner, Bryce Dawkins, was hiding a terrible secret. He lived a double life. In public, he was a staunch hang 'em and flog 'em conservative, but in private, he was a filthy liberal. The fact is Mr. Dawkins was not as conservative as he made out. He even owned a passport. Most terrorists own passports, as do many drug dealers.",
            "translated": "Bryce Dawkins这个耻辱的罪人一直隐瞒着一个恐怖秘密。他过着双面的生活。在公众面前，他是坚定的保守派，整天叫嚷着「吊死他们，抽死他们」，但在私下，他完全是一个肮脏猥琐的自由派。事实上，Dawkins先生并没有表面上那么保守。他甚至还有护照。而绝大多数恐怖分子都持有护照，许多毒贩也是如此。",
            "desc": ""
        },
        {
            "hash": 1965352090,
            "original": "Leslie Mitchell",
            "translated": "Leslie Mitchell",
            "desc": ""
        },
        {
            "hash": 3363817939,
            "original": "Fans of the Deputy Mayor have been devastated by new scandal",
            "translated": "副市长的拥护者因新丑闻大受刺激",
            "desc": ""
        },
        {
            "hash": 3831045078,
            "original": "Tragic Revelations",
            "translated": "悲剧的发现",
            "desc": ""
        },
        {
            "hash": 4171288820,
            "original": "Why do we think this? Mr. Dawkins admitted he took pity on Mr. Crane and gave him somewhere to stay. If this isn't an awful example of people expecting state handouts, I don't know what is. Quite frankly, I think we'd all prefer it if Mr. Crane was Mr. Dawkins' lover. It is an awful example to set. Pity is for the weak.",
            "translated": "我们为什么会这样想？Dawkins先生承认自己同情Crane先生，为其提供了住所。如果这都不算指望政府救济的人的实例，我都不知道怎么样才算了。不过老实说，如果Crane先生是Dawkins先生的情人的话，那我们还是喜闻乐见的。这是个坏榜样，因为同情是给弱者的。",
            "desc": ""
        }
    ]
}