{
    "WEAZL37": [
        {
            "hash": 581599555,
            "original": "It is an act of war. When our government systematically devalues our currency 40% we accept it's for the common good. When a foreign country plays with our economy, it's war.",
            "translated": "这明显是一种战争行为。我国政府有计划地让货币贬值40%是出于国民利益的考量。而别国玩弄我们的经济，那就是战争了。",
            "desc": ""
        },
        {
            "hash": 1984193573,
            "original": "Commies In Your Wallet",
            "translated": "口袋共匪",
            "desc": ""
        },
        {
            "hash": 2074014446,
            "original": "Leslie Mitchell",
            "translated": "Leslie Mitchell",
            "desc": ""
        },
        {
            "hash": 2313146284,
            "original": "It's feels like the 80's all over again, but instead of communists besting our sports heroes and boycotting our Olympics, now they've invaded your wallet. The American dollar is being systematically devalued by counterfeit $100 bills thought to have originated in communist countries. Previously, US authorities had only found these bills in Europe and Asia. Suddenly, they are appearing in huge quantities on home soil. These counterfeits are too sophisticated to be manufactured on a homemade press in this country.",
            "translated": "感觉我们好像回到了80年代的冷战时代，但不同的是，以前共产主义者大败我们的体育英雄、抵制我们主办的奥运会，现在他们入侵了我们的钱包。美元受百元假钞影响持续贬值，而这些假钞被怀疑是由共产主义国家制造。此前，美国当局只在欧洲和亚洲发现过这种假钞。现在这种假钞在美国本土大量出现。这种假钞的制作工艺过于复杂，不是美国产印刷机所能生产的。",
            "desc": ""
        },
        {
            "hash": 2552392753,
            "original": "The ink and paper used in their production is the same as that used in genuine currency. This is a sophisticated operation that is clearly being masterminded by a foreign power.",
            "translated": "制造这种假币所使用的纸张和油墨与印刷真钞所用的材料完全一致。如此细致的犯罪行为必定是境外势力的手笔。",
            "desc": ""
        },
        {
            "hash": 2863992118,
            "original": "Could this be an act of war? Yes.",
            "translated": "这是战争行为吗？正是。",
            "desc": ""
        },
        {
            "hash": 3663944095,
            "original": "Invading your pockets?",
            "translated": "你的钱包遭到入侵？",
            "desc": ""
        }
    ]
}